Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Vermietung von Beleuchtungsgeräten
en: Rental of lighting apparatus

source: Vermietung von temporären Wohnwagenparkeinrichtungen
en: Providing temporary trailer park facilities

source: Vermietung von Möbeln, Haushaltswäsche und Tafelzubehör
en: Rental of furniture, linens and table settings

source: Beherbergung von Tourismus- und Urlaubsgästen in Hotels, Hostels und Pensionen
en: Hotels, hostels and boarding houses, holiday and tourist accommodation

source: Vermietung von Zimmern als zeitweilige Unterkunft
en: Rental of rooms as temporary living accommodations

source: Betrieb von Shisha-Bars
en: Hookah bar services

source: Verpflegung von Gästen durch einen mobilen LKW
en: Providing of food and drink via a mobile truck

source: Bereitstellung personenbezogener Essensplanung mittels einer Webseite
en: Providing personalized meal planning services via a website

source: Bereitstellen von Restaurantkritiken
en: Providing reviews of restaurants

source: Vermietung von Barausrüstung
en: Rental of bar equipment

source: Kaffeelieferdienst für Büros [Verpflegung mit Getränken]
en: Coffee supply services for offices [provision of beverages]

source: Vermietung von Räumen für Messen und Ausstellungen
en: Providing facilities for fairs and exhibitions

source: Bereitstellen von Restaurant- und Barkritiken
en: Providing reviews of restaurants and bars

source: Vermietung von Konferenz-, Ausstellungs- und Tagungsräumen
en: Provision of conference, exhibition and meeting facilities

source: Vermietung von nicht elektrischen Kochplatten
en: Rental of non-electric cooking heaters

source: Verpflegung von Gästen in Kneipen
en: Providing temporary accommodation

source: Dienstleistungen von Pensionen
en: Booking of hotel accommodation

source: Betrieb von Pensionen
en: Hotel reservations

source: Vermietung von Kissen
en: Rental of pillows

source: Vermietung von Decken
en: Rental of blankets

source: Zurverfügungstellen von Onlineinformationen zur Buchung von Ferienunterkünften
en: Providing on-line information relating to holiday accommodation reservations

source: Von Feriencamps zur Verfügung gestellte vorübergehende Beherbergung
en: Temporary accommodation services provided by holiday camps

source: Vermietung von Fußbodenbelägen für Hotels
en: Rental of floor coverings for hotels

source: Zubereitung von japanischem Essen für den unmittelbaren Verzehr
en: Preparation of Japanese food for immediate consumption

source: Betrieb von japanischen Restaurants
en: Japanese restaurant services

source: Cateringdienstleistungen für japanische Küche
en: Catering services for providing Japanese cuisine

source: Bereitstellung von Ausstellungsflächen in Hotels
en: Providing exhibition facilities in hotels

source: Servieren von Speisen und Getränken in Donutläden
en: Serving food and drink in doughnut shops

source: Reservierung von Restaurants durch Reisebüros
en: Travel agency services for booking restaurants

source: Reservierung von vorübergehender Beherbergung durch Reisebüros
en: Travel agency services for booking temporary accommodation

source: Cateringdienstleistungen für Lehranstalten
en: Catering services for educational establishments

source: Cateringdienstleistungen für Schulen
en: Catering services for schools

source: Cateringdienstleistungen für Konferenzzentren
en: Catering services for conference centers

source: Cateringdienstleistungen für Pflegeheime
en: Catering services for nursing homes

source: Cateringdienstleistungen für Altersheime
en: Catering services for retirement homes

source: Lieferdienste von Speisen für den sofortigen Verzehr
en: Supplying of meals for immediate consumption

source: Bereitstellung von vorübergehender Beherbergung in Pensionen
en: Providing temporary accommodation in boarding houses

source: Catering für Lieferung von europäischer Küche
en: Catering services for providing European-style cuisine

source: Zurverfügungstellen von Informationen zu vorübergehender Beherbergung via Internet
en: Providing information about temporary accommodation via the Internet

source: Catering von Speisen und Getränken für Cocktailpartys
en: Food and drink catering for cocktail parties

source: Vermietung von Wandbehängen für Hotels
en: Rental of wall hangings for hotels

source: Vermietung von Vorhängen für Hotels
en: Rental of curtains for hotels

source: Reservierung von vorübergehender Beherbergung via Internet
en: Booking of temporary accommodation via the Internet

source: Beratung durch Telefon-Callcenter und Hotlines in Bezug auf vorübergehende Beherbergung
en: Consultancy provided by telephone call centers and hotlines in the field of temporary accommodation

source: Vermietung von Möbeln für Hotels
en: Rental of furniture for hotels

source: Zubereitung von spanischem Essen für unmittelbaren Verzehr
en: Preparation of Spanish food for immediate consumption

source: Cateringdienstleistungen für spanische Küche
en: Catering services for providing Spanish cuisine

source: Hoteldienstleistungen für bevorzugte Gäste
en: Hotel services for preferred customers

source: Vermietung von Unterkünften in Hotels und Motels
en: Providing accommodation in hotels and motels

source: Betrieb von Hotels und Motels
en: Providing hotel and motel services

source: Bereitstellung von vorübergehender Beherbergung als Teil von Hospitalitypaketen
en: Providing temporary accommodation as part of hospitality packages

source: Zurverfügungstellen von Informationen zu Beherbergungsdienstleistungen
en: Providing information about temporary accommodation services

source: Servieren von Speisen und Getränken für Gäste in Restaurants
en: Serving food and drink for guests in restaurants

source: Reservierung von vorübergehender Beherbergung in Ferienheimen
en: Reservation of temporary accommodation in the nature of holiday homes

source: Servieren alkoholischer Getränke
en: Serving of alcoholic beverages

source: Ratschläge zu Kochrezepten
en: Advice concerning cooking recipes

source: Catering von Speisen und Getränken in Ausstellungsräumen
en: Providing food and drink catering services for exhibition facilities

source: Zurverfügungstellen von Unterkunftsinformation sowie Dienstleistungen einer Unterkunftsbuchungsstelle für Reisende
en: Providing travel lodging information services and travel lodging booking agency services for travelers

source: Catering von Speisen und Getränken in Konferenzeinrichtungen
en: Providing food and drink catering services for convention facilities

source: Vermietung von mobilen Bauten aus Metall und nicht aus Metall
en: Leasing of metal and non-metal transportable buildings

source: Vorübergehende Beherbergung in Urlaubsranches
en: Temporary accommodation provided by dude ranches

source: Beratungsleistungen in Bezug auf Catering von Speisen und Getränken
en: Consultancy services in the field of food and drink catering

source: Catering von Speisen und Getränken für Messe- und Ausstellungsgelände
en: Providing food and drink catering services for fair and exhibition facilities

source: Vermietung von Küchenspülen
en: Rental of kitchen sinks

source: Bereitstellung von Getränken
en: Providing drink services

source: Reservierung von Zimmern für Reisende
en: Reservation of rooms for travellers

source: Vermietung von Konferenzsälen
en: Rental of conference rooms

source: Erteilen von Auskünften im Bereich Barservice
en: Providing information about bar services

source: Erteilen von Auskünften im Bereich Barkeeping
en: Providing information about bartending

source: Erteilen von Auskünften zu Rezepten für Getränke
en: Providing information in the nature of recipes for drinks

source: Vermietung von Getränkebrunnen
en: Rental of beverage fountains

source: Vermietung von Speisewärmern
en: Rental of chafing dishes

source: Vermietung von Schokoladenbrunnen
en: Rental of chocolate fountains

source: Vermietung von Zuckerwattemaschinen
en: Rental of cotton candy making machines

source: Vermietung von Popcornmaschinen
en: Rental of popcorn poppers

source: Vermietung von Catering-Ausrüstung
en: Rental of catering equipment

source: Dienstleistungen von Kinderheimen
en: Children's residential home services

source: Verpflegung von Mitgliedern privater Trinkclubs
en: Private members drinking club services

source: Buchung von vorübergehenden Unterkünften im Rahmen von Reisereservierungsdiensten
en: Tour operator services for the booking of temporary accommodation

source: Beratungsdienste in Bezug auf Gartenbau
en: Advisory services relating to horticulture

source: Beratungen in Bezug auf veterinärmedizinische Dienstleistungen
en: Veterinary services (Professional consultancy relating to -)

source: Haarentfernung mittels Laser
en: Laser hair removal services

source: Pflanzung von Bäumen zum Zweck des CO2-Ausgleichs
en: Tree planting for carbon offsetting purposes

source: Kosmetische Elektrolyse zur Haarentfernung
en: Cosmetic electrolysis for the removal of hair

source: Zuteilung von Futtermitteln
en: Animal feed rationing service

source: Arbeitspsychologische Dienstleistungen
en: Occupational psychology services

source: Ophthalmologische Dienste
en: Ophthalmological services

source: Betreiben öffentlicher Bäder für persönliche Hygienezwecke
en: Provision of public bath facilities for personal hygiene

source: Auskünfte über die Anwendung von chemischen Erzeugnissen im Bereich der Gartenwirtschaft
en: Information services relating to the use of chemicals used in horticulture

source: Auskünfte über die Anwendung von Dünger im Bereich der Gartenwirtschaft
en: Information services relating to the use of manures used in horticulture

source: Fruchtbarkeitsbehandlung beim Menschen
en: Human fertility treatment services

source: Beratungen in Bezug auf das Füttern von Tieren
en: Advice relating to the feeding of animals

source: Informationen Ã¼ber das Stillen
en: Providing breastfeeding information

source: Spermaentnahme bei Tieren
en: Semen extraction (Animal -)

source: Vermietung von Maschinen und Geräten für Schönheits- und Friseursalons
en: Rental of machines and apparatus for use in beauty salons or barbers' shops

source: Vermietung von landwirtschaftlichen Sprühmaschinen
en: Rental of agricultural spraying machinery

source: Betrieb von Badehäusern
en: Providing bath houses

source: Ärztliche Dienste
en: Physician services

source: Medizinische Beratung in Bezug auf die Gesundheit
en: Technical consultancy services relating to medical health

source: Elektrotherapiedienste für die Physiotherapie
en: Electro therapy services for physiotherapy

source: Pflanzenpflege [Dienstleistungen im Gartenbau]
en: Plant care services [horticultural services]

source: Betrieb von öffentlichen Bädern
en: Providing public bath facilities

source: Auskünfte in Bezug auf die Landwirtschaft
en: Information services relating to farming

source: Beratung bezüglich der artgerechten Fütterung und Zucht von Fischen, Garnelen und anderen Meerestieren aus der Zucht
en: Technical consultation in the fields of feeding and raising fish, shrimp and other farm-raised marine life

source: Beratung zu medizinischen Instrumenten
en: Advisory services relating to medical instruments

source: Planung von Programmen zur Gewichtsreduzierung
en: Weight-reduction programmes (Planning of -)

source: Bleaching der Zähne
en: Teeth whitening services

source: Vermietung von Blumen
en: Hiring of flowers

source: Diätplanung und -überwachung
en: Diet planning and supervision

source: Beratungen in Bezug auf orthopädische Implantate
en: Consultancy services relating to orthopaedic implants

source: Beratungen in Bezug auf prothetische Implantate
en: Consultancy services relating to prosthetic implants

source: Landwirtschaftliche Dienstleistungen in Bezug auf den Umweltschutz
en: Agricultural services relating to environmental conservation

source: Schönheitspflege für Tiere
en: Animal beautician services

source: Pflegedienstleistungen für Haustiere
en: Services for the care of pet animals

source: Dienstleistungen bezüglich Gesichtspflege
en: Services for the care of the face

source: Gesundheitspflege für Menschen
en: Hygienic care for human beings

source: Auskünfte über ambulante Pflegebehandlung
en: Residential medical treatment services

source: Durchführung von Zellulitebehandlung
en: Cellulitis treatment services

source: Erstellung von psychologischen Gutachten
en: Psychological assessment services

source: Anpassen von Kontaktlinsen
en: Fitting of contact lenses

source: Betrieb von Waschräumen [Körperhygiene]
en: Provision of washroom facilities

source: Auskünfte über Schönheitspflege
en: Providing information about beauty

source: DNA-Tests für medizinische Zwecke
en: DNA screening for medical purposes

source: Vermietung von Blumengebinden
en: Rental of flower arrangements

source: Musiktherapie für körperliche, psychologische und kognitive Zwecke
en: Music therapy for physical, psychological and cognitive purposes

source: Optometrische Dienste
en: Optometric services

source: Fachberatung in Bezug auf die Landwirtschaft
en: Professional consultancy relating to agriculture

source: Vermietung von Toilettenanlagen
en: Hire of washroom facilities

source: Vermietung von mobilen Toiletten
en: Rental of portable toilets

source: Herzüberwachung mittels Telefonübertragung
en: Trans-telephone heart monitoring services

source: Auskünfte in Bezug auf die Pflanzenwelt
en: Information services relating to flora

source: Auskünfte über die Anwendung von Düngemitteln im Bereich der Forstwirtschaft
en: Information services relating to the use of fertilisers used in forestry

source: Auskünfte über die Anwendung von Dünger im Bereich der Landwirtschaft
en: Information services relating to the use of manures used in agriculture

source: Auskünfte in Bezug auf veterinärmedizinische Pharmazeutika
en: Information services relating to veterinary pharmaceuticals

source: Auskünfte für Patienten in Bezug auf dem Gebiet der Medikamentendosierung
en: Providing information to patients in the field of administering medications

source: Gesundheitspflege für Tiere
en: Animal healthcare services

source: Vermietung von Sanitäranlagen
en: Rental of sanitation facilities

source: Vermietung von mobilen Sanitäranlagen
en: Rental of mobile sanitary facilities

source: Häusliche Gesundheitspflege
en: Home health care services

source: Medizinischer Notdienst
en: Emergency medical assistance

source: Erstellen von Informationen über Vögel
en: Compilation of information relating to birds

source: Anbauberatung in Bezug auf Landwirtschaft
en: Cultivation advisory services relating to agriculture

source: Anpflanzung von Flora
en: Planting of flora

source: Gesundheitspflege in Bezug auf Heilgymnastik
en: Health care relating to remedial exercise

source: Medizinische Behandlungen
en: Medical treatment services

source: Auskünfte in Bezug auf medizinische Dienstleistungen
en: Advisory services relating to medical services

source: Erstellung von Gutachten von der medizinischen Untersuchung von Einzelpersonen
en: Medical examination of individuals (Provision of reports relating to the -)

source: Erstellung von Berichten in Bezug auf medizinische Fragen
en: Preparation of reports relating to medical matters

source: Beratungen in Bezug auf das Gesundheitswesen
en: Professional consultancy relating to health

source: Sterilisierung von Tieren
en: Sterilising of animals

source: Kosmetische Chirurgie
en: Surgery (Cosmetic -)

source: Beratungen in Bezug auf Gesundheitspflege
en: Consulting services relating to health care

source: Künstliche Besamung von Tieren
en: Artificial insemination of animals

source: Dienstleistungen von Pflegesalons für Haustiere
en: Grooming salon services for pet animals

source: Medizinische Auskünfte in Bezug auf Gifte
en: Provision of medical information relating to poisons

source: Auskünfte zu pharmazeutischen Erzeugnissen
en: Provision of pharmaceutical information

source: Betrieb von öffentlichen Toiletten
en: Provision of public conveniences

source: Auskünfte in Bezug auf die Gesundheitspflege
en: Information services relating to health care

source: Auskünfte über die Anwendung von chemischen Erzeugnissen im Bereich der Forstwirtschaft
en: Information services relating to the use of chemicals used in forestry

source: Auskünfte über die Anwendung von Dünger im Bereich der Forstwirtschaft
en: Information services relating to the use of manures used in forestry

source: Durchführung von Mammografie-Tests
en: Mammography testing services

source: Beratungen in Bezug auf Tierzucht
en: Advice relating to the breeding of animals

source: Dienstleistungen zur Pflege der Kopfhaut
en: Services for the care of the scalp

source: Durchführung von Blutuntersuchungen
en: Services for the testing of blood

source: Schönheitspflege für Menschen
en: Beauty care for human beings

source: Anpassen von Prothesen
en: Fitting of prosthetics

source: Anpassen von Hörhilfen
en: Fitting of hearing aids

source: Zucht von Vollblutpferden
en: Breeding of thoroughbred horses

source: Medizinische Dienstleistungen für Bedürftige im Rahmen wohltätiger Zwecke
en: Charitable services, namely, providing medical services to needy persons

source: Garten- und Landschaftsgestaltung
en: Design of gardens and landscapes

source: Anpassen von optischen Linsen
en: Fitting of optical lenses

source: Auskünfte über Gesundheitsfragen am Telefon
en: Providing health care information by telephone

source: Psychiatrische Beratung
en: Psychiatric consultation

source: Rehabilitation von alkoholabhängigen Patienten
en: Rehabilitation of alcohol addicted patients

source: Auskünfte in Bezug auf Arzneimittel
en: Provision of information relating to medicine

source: Auskünfte in Bezug auf die Gestaltung von Gärten
en: Advisory services relating to the design of gardens

source: Beratungen in Bezug auf das Verlegen von Rasen
en: Advisory services relating to the laying of turf

source: Beratungen in Bezug auf die Auswahl von Rasen
en: Advisory services relating to the selection of turf

source: Auskünfte in Bezug auf die Behandlung von degenerativen Erkrankungen
en: Advisory services relating to the treatment of degenerative diseases

source: Persönlichkeitstests für psychologische Zwecke
en: Personality testing for psychological purposes

source: Auskünfte bezüglich medizinischer Probleme
en: Advisory services relating to medical problems

source: Beratungsdienste in Bezug auf Arzneimittel
en: Advisory services relating to pharmaceuticals

source: Beratung über chirurgische Instrumente
en: Advisory services relating to surgical instruments

source: Medizinisches Screening des Herzens
en: Medical screening relating to the heart

source: Erstellung psychologischer Profile
en: Preparing psychological profiles

source: Medizinische Wärmetherapie
en: Heat therapy [medical]

source: Kosmetische Behandlung des Körpers
en: Cosmetic treatment for the body

source: Kosmetische Gesichtsbehandlungen
en: Cosmetic treatment for the face

source: Auskünfte über die Anwendung von chemischen Erzeugnissen im Bereich der Landwirtschaft
en: Information services relating to the use of chemicals used in agriculture

source: Gesundheits- und Schönheitspflege für Tiere
en: Hygienic and beauty care for animals

source: Beratungen in Bezug auf Zahnmedizin
en: Advice relating to dentistry

source: Beratungen in Bezug auf degenerative Erkrankungen
en: Advisory services relating to degenerative diseases

source: Medizinische Beratungs- und Betreuungsdienstleistungen durch Ärzte und sonstiges medizinisches Fachpersonal
en: Medical assistance consultancy provided by doctors and other specialized medical personnel

source: Medizinische Dienstleistungen für wohltätige Zwecke
en: Charitable services, namely providing medical services

source: Körperliche Rehabilitation
en: Physical rehabilitation

source: Auswertung bezüglich der Fitness im Rahmen medizinischer Tests
en: Medical testing services, namely, fitness evaluation

source: Vermietung von Trainingsausrüstung für die gesundheitliche Rehabilitation
en: Exercise facilities for health rehabilitation purposes (Provision of -)

source: Gynäkologische Pap-Untersuchungen
en: Gynecological pap examination

source: Vermietung von Hautpflegegeräten
en: Leasing skin care equipment

source: Medizinische Bewertungen
en: Medical evaluation services

source: Gesundheitspflegedienstleistungen im häuslichen Bereich
en: Provision of health care services in domestic homes

source: Auskünfte in Bezug auf die Psychologie
en: Provision of information relating to psychology

source: Vermittlung der Unterbringung in Erholungsheimen
en: Arranging of accommodation in convalescent homes

source: Vermittlung von Pflegeheimplätzen
en: Arranging of accommodation in rest homes

source: Auskünfte in Bezug auf die Pflege von Vögeln
en: Advisory services relating to the care of birds

source: Auswertung von elektrokardiografischen Signalen
en: Interpretation of electrocardiographic signals

source: Kosmetische Gesichtsbehandlung
en: Facial beauty treatment services

source: Florale Gestaltung
en: Flower arranging

source: Auskünfte über Neuerungen und aktuelle Themen im Bereich Medizin
en: Providing news and information in the field of medicine

source: Veterinärmedizinische Beratung
en: Veterinary advisory services

source: Erstellung psychologischer Profile für medizinische Zwecke
en: Preparation of psychological profiles for medical purposes

source: Dienstleistungen eines Gartenbauarchitekten
en: Consultancy services relating to surgery

source: Beratungen in Bezug auf die Chirurgie
en: Cosmetic treatment for the hair

source: Durchführung von Persönlichkeitstests [psychiatrische Versorgung]
en: Information services relating to the veterinary pharmaceutical industry

source: Beratungen in Bezug auf Immunologie
en: Advice relating to immunology

source: Beratungen in Bezug auf das persönliche Wohlbefinden älterer Menschen [Gesundheit]
en: Advice relating to the personal welfare of elderly people [health]

source: Beratungen in Bezug auf Schönheitspflege
en: Advisory services relating to beauty treatment

source: Beratungsdienste in Bezug auf Diäten
en: Advisory services relating to diet

source: Auskünfte in Bezug auf Massagen
en: Information relating to massage

source: Auskünfte über ambulante Pflegedienste
en: Residential medical advice services

source: Erstellung von Krankheitsdiagnosen
en: Performing diagnosis of diseases

source: Gesundheitspflege in Form von Gesunderhaltungsveranstaltungen
en: Health care in the nature of health maintenance organizations

source: Häusliche Pflegedienste
en: Home nursing aid services

source: Verhaltensanalysen für medizinische Zwecke
en: Behavioural analysis for medical purposes

source: Therapeutische Behandlung des Körpers
en: Therapeutic treatment of the body

source: Therapeutische Behandlung des Gesichts
en: Therapeutic treatment of the face

source: Betrieb von Einrichtungen mit Heißwasserwannen
en: Providing mental rehabilitation facilities

source: Bereitstellung von Auskünften in Bezug auf Ernährung
en: Provision of information relating to nutrition

source: Einpassen von Edelsteinen in Gebisse
en: Mounting gemstones in dentures

source: Vermittlung der Unterbringung in Sanatorien
en: Arranging of accommodation in sanatoria

source: Beratungen in Bezug auf Gestaltung von Rasen
en: Advisory services relating to the design of turf

source: Bekämpfung von Flohbefall in der Landwirtschaft
en: Infestations (control of -), fleas [in agriculture]

source: Auskünfte in Bezug auf Kontaktlinsen
en: Information services relating to contact lenses

source: Tätowieren
en: Tattooing

source: Auskünfte in Bezug auf das Abnehmen
en: Consultancy services relating to slimming
